Repository: iamngoni/shakesphere
Catalog: lib/l10n/arb/app_*.arb
Languages: fi, hi, ja, ko, no, tr, zh, zu

# deviceOffline_Title
source: Device is offline
fi: Laite on offline-tilassa
hi: ऑफलाइन है
ja: デバイスがオフラインです
ko: 장치가 오프라인입니다
no: Enheten er frakoblet
tr: Cihaz çevrimdışı
zh: 设备离线
zu: Idivaysi li-offline

# deviceOffline_Message
source: Your device is currently offline and not connected to the internet. Please check your connection.
fi: Laitteesi on tällä hetkellä offline-tilassa eikä ole yhdistetty Internetiin. Tarkista yhteytesi.
hi: आपका डिवाइस वर्तमान में ऑफलाइन है और इंटरनेट से कनेक्ट नहीं है। कृपया अपना कनेक्शन देखें।
ja: お使いのデバイスは現在オフラインで、インターネットに接続されていません。接続を確認してください。
ko: 귀하의 장치가 현재 오프라인 상태이며 인터넷에 연결되어 있지 않습니다. 연결을 확인해 주세요.
no: Enheten din er for øyeblikket frakoblet og ikke koblet til Internett. Kontroller tilkoblingen din.
tr: Cihazınız şu anda çevrimdışı ve internete bağlı değil. Lütfen bağlantınızı kontrol edin.
zh: 您的设备当前处于离线状态，未连接到互联网。请检查您的连接。
zu: Idivaysi yakho okwamanje i-offline futhi ayikho kwi-intanethi. Sicela uhlole uxhumo lwakho.

# deviceOffline_BtnTitle
source: Sorted now, let's try again
fi: Järjestetään nyt, yritetään uudelleen
hi: अब ठीक हो गया है, चलिए फिर से कोशिश करें
ja: 解決済み、もう一度試してください
ko: 해결됨, 다시 시도합시다
no: Løste det nå, la oss prøve igjen
tr: Şimdi düzeltildi, tekrar deneyelim
zh: 已解决，再试一次
zu: Ngilungise konke manje, ake sizame futhi

# getStarted_Title
source: Hi you!
fi: Hei sinä!
hi: नमस्कार!
ja: こんにちは！
ko: 안녕하세요!
no: Hei, deg!
tr: Merhaba!
zh: 你好！
zu: Sawubona!

# getStarted_Message
source: Welcome to a World of Creamy Delights! Dive into an ocean of flavors, customize your perfect shake, and enjoy doorstep delivery in minutes.
fi: Tervetuloa kermaisten herkkujen maailmaan! Sukella makujen valtamereen, mukauta täydellinen pirtelösi ja nauti kotiinkuljetuksesta minuuteissa.
hi: क्रीमी डिलाइट्स की दुनिया में आपका स्वागत है! फ्लेवर के सागर में गोता लगाएँ, अपने परफेक्ट शेक को कस्टमाइज़ करें और मिनटों में डोरस्टेप डिलीवरी का आनंद लें।
ja: クリーミーな楽園へようこそ！フレーバーの海に飛び込み、あなたの完璧なシェイクをカスタマイズして、数分で玄関先までお届けします。
ko: 크리미한 즐거움의 세계에 오신 것을 환영합니다! 다양한 맛의 바다에 빠져보고, 완벽한 쉐이크를 맞춤 설정하고, 몇 분 안에 집 앞으로 배송을 즐기세요.
no: Velkommen til en verden av deilige kremete fristelser! Dykk ned i et hav av smaker, tilpass din perfekte shake og nyt levering på døren på få minutter.
tr: Kremsi Lezzetler Dünyasına Hoş Geldiniz! Lezzet okyanusuna dalın, mükemmel milkshakenizi özelleştirin ve dakikalar içinde kapınıza teslim alın.
zh: 欢迎来到奶昔的世界！潜入口味的海洋，定制您的完美奶昔，并享受几分钟内送货上门的服务。
zu: Siyakwamukela eZweni Lonuko Oluhle! Hamba ungene elwandle lwezinambitha, wenze isihogo sakho esiphelele, ujabulele ukuhanjiselwa emnyango ngemizuzu embalwa.

# getStarted_BtnTitle
source: GET STARTED
fi: ALOITA
hi: शुरू करें
ja: スタート
ko: 시작하기
no: KOM I GANG
tr: BAŞLAYIN
zh: 开始
zu: QALA

# getStarted_AlreadyHaveAccount
source: Already have a SHAKESPHERE account?
fi: Onko sinulla jo SHAKESPHERE-tili?
hi: क्या आपके पास पहले से SHAKESPHERE अकाउंट है?
ja: 既にSHAKESPHEREアカウントをお持ちですか？
ko: 이미 SHAKESPHERE 계정이 있으신가요?
no: Har du allerede en SHAKESPHERE-konto?
tr: Zaten bir SHAKESPHERE hesabınız var mı?
zh: 已经有SHAKESPHERE账户了吗？
zu: Unalo kakade nje i-akhawunti ye-SHAKESPHERE?

# getStarted_BtnTitle2
source: Sign in!
fi: Kirjaudu sisään!
hi: साइन इन करें!
ja: サインイン！
ko: 로그인!
no: Logg inn!
tr: Oturum açın!
zh: 登录！
zu: Ngena ngemvume!

# signup_RegisterBtnTitle
source: REGISTER
fi: REKISTERÖIDY
hi: रजिस्टर
ja: 登録
ko: 등록하기
no: REGISTRER
tr: KAYDOLUN
zh: 注册
zu: BHAYISELA

# signup_TermsAndConditions1
source: By continuing you are agreeing to our
fi: Jatkamalla hyväksyt meidän
hi: जारी रखने से आप हमारे
ja: 続行することで、当社の
ko: 계속하면 우리의
no: Ved å fortsette, godtar du våre
tr: Devam ederek şunları kabul etmiş oluyorsunuz:
zh: 继续即表示您同意我们的
zu: Ngokuqhubeka uvuma ku-

# signup_TermsAndConditions2
source: Terms of use
fi: Käyttöehdot
hi: उपयोग नियमों
ja: 利用規約
ko: 이용 약관
no: Bruksvilkår
tr: Kullanım koşulları
zh: 使用条款
zu: Imibandela yokusebenzisa

# signup_TermsAndConditions3
source: and
fi: ja
hi: और
ja: および
ko: 및
no: og
tr: ve
zh: 和
zu: futhi

# signup_TermsAndConditions4
source: Privacy policy
fi: Tietosuojakäytännön
hi: गोपनीयता नीति
ja: プライバシーポリシーに同意したことになります
ko: 개인정보 보호정책에 동의하는 것입니다
no: Personvernregler
tr: Gizlilik politikası
zh: 隐私政策
zu: Inqubomgomo yobumfihlo

# signup_Title
source: Create an account
fi: Luo tili
hi: एक अकाउंट बनाएँ
ja: アカウントを作成
ko: 계정 만들기
no: Opprett en konto
tr: Hesap oluşturun
zh: 创建账户
zu: Dala i-akhawunti

# signup_FirstNameHint
source: First name
fi: Etunimi
hi: पहला नाम
ja: 名
ko: 이름
no: Fornavn
tr: Ad
zh: 名字
zu: Igama

# signup_LastNameHint
source: Last name
fi: Sukunimi
hi: आखिरी नाम
ja: 姓
ko: 성
no: Etternavn
tr: Soyad
zh: 姓氏
zu: Isibongo

# signup_EmailHint
source: Email
fi: Sähköposti
hi: ईमेल
ja: メール
ko: 이메일
no: E-post
tr: E-posta
zh: 电子邮件
zu: I-imeyili

# signup_PhoneHint
source: Phone number
fi: Puhelinnumero
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화번호
no: Telefonnummer
tr: Telefon numarası
zh: 电话号码
zu: Inombolo yefoni

# signup_PasswordHint
source: Password
fi: Salasana
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
no: Passord
tr: Şifre
zh: 密码
zu: Iphasiwedi

# termsOfUse_Title
source: Terms of Use
fi: Käyttöehdot
hi: उपयोग नियम
ja: 利用規約
ko: 이용 약관
no: Bruksvilkår
tr: Kullanım Koşulları
zh: 使用条款
zu: Imibandela yokusebenzisa

# termsOfUse_Message
source: Welcome to SHAKESPHERE ("we," "us," "our"). By accessing or using our app/website, you agree to be bound by these Terms of Use ("Terms"). If you do not agree with any part of these Terms, please do not use our app/website.
fi: Tervetuloa SHAKESPHEREen ("me", "meidän", "meidän"). Käyttämällä sovellusta/verkkosivustoamme sitoudut noudattamaan näitä käyttöehtoja ("ehdot"). Jos et hyväksy jonkin osan näistä ehdoista, älä käytä sovellusta/verkkosivustoamme.
hi: SHAKESPHERE ("हम," "हमें," "हमारा") में आपका स्वागत है। हमारे ऐप/वेबसाइट को एक्सेस करके या उनका उपयोग करके, आप इन उपयोग नियमों ("नियम") से बाध्य होने के लिए सहमत होते हैं। अगर आप इन नियमों के किसी भी हिस्से से सहमत नहीं हैं, तो कृपया हमारे ऐप/वेबसाइट का उपयोग न करें।
ja: SHAKESPHERE（「私たち」、「私たちの」）へようこそ。当アプリ/ウェブサイトを利用することで、これらの利用規約（「規約」）に同意したことになります。これらの規約のいずれかに同意しない場合は、当アプリ/ウェブサイトを利用しないでください。
ko: SHAKESPHERE('우리', '우리의')에 오신 것을 환영합니다. 우리 앱/웹사이트를 사용함으로써, 귀하는 이 이용 약관('약관')에 동의하게 됩니다. 이 약관의 일부에 동의하지 않는 경우, 우리 앱/웹사이트를 사용하지 마십시오.
no: Velkommen til SHAKESPHERE ("vi," "oss," "vår"). Ved å åpne eller bruke app/nettsiden vår, godkjenner du at du er bundet av disse bruksvilkårene ("vilkårene"). Dersom du ikke er enig i noen del av disse vilkårene, ber vi deg om ikke å bruke app/nettsiden vår.
tr: SHAKESPHERE'e Hoş Geldiniz ("biz," "bizi," "bizim"). Uygulamamıza/web sitemize erişerek veya kullanarak bu Kullanım Koşullarına ("Koşullar") bağlı kalmayı kabul edersiniz. Bu Koşulların herhangi bir maddesine katılmıyorsanız lütfen uygulamamızı/web sitemizi kullanmayın.
zh: 欢迎使用SHAKESPHERE（“我们”、“我们的”）。通过访问或使用我们的应用程序/网站，您同意受这些使用条款（“条款”）的约束。如果您不同意这些条款的任何部分，请不要使用我们的应用程序/网站。
zu: Sawubona ku-SHAKESPHERE ("thina," "asipho," "eswethu"). Ngokungena noma ukusebenzisa i-app/iwebhusayithi yethu, uyavuma ukuba uxhaswe yiyi Mibandela Yokusebenzisa ("Mibandela"). Uma ungavumi nganoma iyiphi ingxenye yale Mibandela, sicela ungasebenzisi i-app/iwebhusayithi yethu.

# termsOfUse_Section1Title
source: 1. Use of Our Service
fi: 1. Palvelumme käyttö
hi: 1. हमारी सेवा का उपयोग
ja: 1. サービスの利用
ko: 1. 서비스 이용
no: 1. Bruk av tjenesten vår
tr: 1. Hizmetimizin Kullanımı
zh: 1. 服务使用
zu: 1. Ukusebenzisa Isevisi Yethu

# termsOfUse_Section1Message
source: You must use our service for lawful purposes only and in compliance with these Terms. Any unauthorized or illegal use of our service is strictly prohibited.
fi: Sinun on käytettävä palveluamme vain laillisiin tarkoituksiin ja näiden ehtojen mukaisesti. Palvelumme luvaton tai laiton käyttö on ehdottomasti kielletty.
hi: आपको हमारी सेवा का उपयोग केवल कानूनी उद्देश्यों के लिए और इन नियमों के अनुपालन में करना चाहिए। हमारी सेवा का कोई भी अनधिकृत या अवैध उपयोग सख्ती से निषिद्ध है।
ja: 当サービスは法的な目的でのみ使用し、これらの規約に従ってください。当サービスの不正または違法な使用は厳格に禁じられています。
ko: 우리 서비스는 법적 목적으로만 사용해야 하며 이 약관을 준수해야 합니다. 우리 서비스의 무단 사용 또는 불법 사용은 엄격히 금지됩니다.
no: Du må kun bruke tjenesten vår til lovlige formål og i samsvar med disse vilkårene. Enhver uautorisert eller ulovlig bruk av tjenesten vår er strengt forbudt.
tr: Hizmetimizi yalnızca yasal amaçlar için ve bu Koşullara uygun olarak kullanmalısınız. Hizmetimizin yetkisiz veya yasa dışı kullanımı kesinlikle yasaktır.
zh: 您只能出于合法目的使用我们的服务，并且必须遵守这些条款。任何未经授权或非法使用我们服务的行为都是严格禁止的。
zu: Kufanele usebenzise isevisi yethu ngezinjongo ezingokomthetho kuphela nangokuvumelana nale Mibandela. Ukusebenzisa isevisi yethu nganoma iyiphi indlela engekho emthethweni noma engavunyelwanga akwamukelekile ngokuphelele.

# termsOfUse_Section2Title
source: 2. Account Responsibility
fi: 2. Vastuu tilistä
hi: 2. अकाउंट ज़िम्मेदारी
ja: 2. アカウントの責任
ko: 2. 계정 책임
no: 2. Kontoansvar
tr: 2. Hesap Sorumluluğu
zh: 2. 账户责任
zu: 2. Ukwamukela i-Akhawunti

# termsOfUse_Section2Message
source: If you create an account with us, you are responsible for maintaining the confidentiality of your account details and for all activities under your account. You must immediately notify us of any unauthorized use of your account.
fi: Jos luot itsellesi tilin meillä, vastaat tilisi tietojen salassapidosta ja tililläsi tapahtuvasta toiminnasta. Huomauta välittömästi laittomasta tilisi käytöstä.
hi: यदि आप हमारे साथ खाता बनाते हैं, तो आप अपने खाते की गोपनीयता बनाए रखने तथा अपने खाते में होने वाली सभी गतिविधियों के लिए उत्तरदायी होंगे। आपको अपने खाते के किसी भी अनधिकृत इस्तेमाल के बारे में तुरंत हमें सूचित करना होगा।
ja: アカウントを作成した場合、アカウントの詳細の機密性を保持し、アカウントの下で行われるすべての活動に対して責任を負う必要があります。アカウントの不正使用が発生した場合は、直ちに私たちに通知してください。
ko: 계정을 생성한 경우, 계정 세부 정보의 기밀을 유지하고 계정에서 발생하는 모든 활동에 대해 책임을 져야 합니다. 귀하의 계정의 무단 사용을 즉시 우리에게 알려야 합니다.
no: Hvis du oppretter en konto hos oss, er du ansvarlig for å holde kontoinformasjonen konfidensiell og for all aktivitet på kontoen. Du må umiddelbart melde fra til oss om all uautorisert bruk av kontoen.
tr: Hesabımızda bir hesap oluşturursanız, hesap bilgilerinizin gizliliğini ve hesabınız altındaki tüm etkinlikleri korumakla yükümlüsünüz. Hesabınızın yetkisiz kullanımını bize derhal bildirmelisiniz.
zh: 如果您创建了一个账户，您负责维护您账户详情的机密性，并对您账户下的所有活动负责。您必须立即通知我们任何未经授权的使用您账户的行为。
zu: Uma udala i-akhawunti nathi, unemibopho yokugcina imfihlo yolwazi lwe-akhawunti yakho nayo yonke imisebenzi eyenziwa ngaphansi kwe-akhawunti yakho. Kumele usazise masinyane uma kunoma yiluphi ukusetshenziswa okungavumelekile kwe-akhawunti yakho.

# termsOfUse_Section3Title
source: 3. Intellectual Property
fi: 3. Älyllinen omaisuus
hi: 3. बौद्धिक संपदा
ja: 3. 知的財産
ko: 3. 지적 재산권
no: 3. Immateriell eiendom
tr: 3. Fikri Mülkiyet
zh: 3. 知识产权
zu: 3. Impahla Engabonakaliyo

# termsOfUse_Section3Message
source: All content on our app/website, including text, graphics, logos, and software, is our property or the property of our licensors and is protected by intellectual property laws. You may not use our content without our express permission.
fi: Kaikki sovelluksemme ja sivustomme sisältö, kuten teksti, grafiikat, logot ja ohjelmisto, ovat omaisuuttamme tai lisenssinantajiemme omaisuutta, ja ne on suojattu immateriaalioikeuslaeilla. Et saa käyttää sisältöämme ilman nimenomaista lupaamme.
hi: हमारे ऐप/वेबसाइट上的 सभी सामग्री जैसे टेक्स्ट, ग्राफ़िक्स, लोगो और सॉफ़्टवेयर, हमारी संपत्ति या हमारे लाइसेंसधारियों की संपत्ति है और उसे बौद्धिक संपदा क़ानून द्वारा संरक्षित किया गया है। आप हमारी स्पष्ट अनुमति के बिना हमारी सामग्री का इस्तेमाल नहीं कर सकते।
ja: 当アプリ/ウェブサイト上の全てのコンテンツ（テキスト、グラフィック、ロゴ、ソフトウェア）は、私たちまたは私たちのライセンサーの財産であり、知的財産法によって保護されています。明示的な許可なくこれらのコンテンツを使用することはできません。
ko: 우리 앱/웹사이트에 포함된 모든 내용(텍스트, 그래픽, 로고, 소프트웨어 등)은 우리 또는 우리 라이선스 제공자의 재산이며 지적 재산권 법에 의해 보호됩니다. 우리의 명시적인 허가 없이 이러한 내용을 사용할 수 없습니다.
no: Alt innhold på appen/nettstedet vårt, inkludert tekst, grafikk, logoer og programvare, er vår eiendom eller lisensierernes eiendom og er beskyttet av lovene om immateriell eiendom. Du kan ikke bruke innholdet vårt uten vår uttrykkelige tillatelse.
tr: Uygulamamızdaki/web sitemizdeki metin, grafik, logo ve yazılım da dahil olmak üzere tüm içerikler bizim ya da lisans verenlerimizin mülkiyetindedir ve fikri mülkiyet yasalarıyla korunur. İçeriğimizi bizim açık iznimiz olmadan kullanamazsınız.
zh: 我们应用程序/网站上的所有内容，包括文本、图形、标志和软件，都是我们或我们的许可方的财产，并受知识产权法保护。未经我们明确许可，您不得使用我们的内容。
zu: Yonke into esekelwe kwisicelo sethu/iwebhusayithi, kufakwe umbhalo, imifanekiso, amagemza, kunye nesoftware, yeyethu okanye yabanye abanikelayo beelayisense kwaye ikhuselwe ngemithetho yeempahla ezingebonakaliyo. Awunako ukuyisebenzisa into yethu ngaphandle kwemvume yethu ecacileyo.

# termsOfUse_Section4Title
source: 4. User Conduct
fi: 4. Käyttäjän toiminta
hi: 4. उपयोगकर्ता का आचरण
ja: 4. ユーザーの行動
ko: 4. 사용자 행동
no: 4. Brukeratferd
tr: 4. Kullanıcı Davranışı
zh: 4. 用户行为
zu: 4. Ukuziphatha Komsebenzisi

# termsOfUse_Section4Message
source: You must not use our app/website in any way that causes, or is likely to cause, the app/website or access to it to be interrupted, damaged, or impaired in any way. You understand that you, and not we, are responsible for all electronic communications and content sent from your device to us.
fi: Et saa käyttää sovellustamme tai sivustoamme millään tavalla, joka aiheuttaa tai saattaa aiheuttaa sovelluksen tai sivuston tai pääsyn siihen estymisen, vahingoittumisen tai heikkenemisen millään tavalla. Ymmärrät, että sinä, et me, olet vastuussa kaikesta sähköisestä viestinnästä ja sisällöstä, jonka lähetät laitteeltasi meille.
hi: आपको हमारे ऐप/वेबसाइट का उस तरह से इस्तेमाल नहीं करना चाहिए जिससे ऐप/वेबसाइट या उस एक्सेस में किसी भी तरह से बाधा, नुकसान या हानि पहुँचे या पहुँचाने की संभावना हो। आप समझते हैं कि आप और न कि हम, आपके डिवाइस से हमें भेजे गए सभी इलेक्ट्रॉनिक संदेशों और सामग्री के ज़िम्मेदार हैं।
ja: アプリ/ウェブサイトを使用することで、アプリ/ウェブサイトまたはそのアクセスが中断されたり、損害を受けたり、損なわれたりすることのないようにする必要があります。デバイスから私たちに送信されたすべての電子通信およびコンテンツに対しては、あなたが責任を負います。
ko: 우리 앱/웹사이트를 사용하여 앱/웹사이트 또는 그 접근이 중단되거나 손상되거나 손해를 입는 것을 유발하는 방식으로 사용해서는 안 됩니다. 당신은 당신의 장치에서 우리에게 보내진 모든 전자 통신과 콘텐츠에 대해 책임이 있습니다.
no: Du må ikke bruke appen/nettstedet vårt på noen måte som forårsaker eller kan forårsake avbrudd, skade eller svekkelse av appen/nettstedet eller tilgang til den. Du forstår at det er du som er ansvarlig for all elektronisk kommunikasjon og alt innhold som sendes fra enheten din til oss, og ikke vi.
tr: Uygulamamızı/web sitemizi, uygulamamızın/web sitemize veya ona erişimin herhangi bir şekilde kesintiye uğramasına, zarar görmesine veya bozulmasına neden olan ya da buna muhtemel neden olabilecek herhangi bir şekilde kullanamazsınız. Cihazınızdan bize gönderilen tüm elektronik iletişimin ve içeriğin sorumluluğunun size ait olduğunu ve bize ait olmadığını kabul edersiniz.
zh: 您不得以任何方式使用我们的应用程序/网站，可能导致应用程序/网站或其访问中断、损坏或受损。您了解您（而不是我们）负责从您的设备发送给我们的所有电子通信和内容。
zu: Awunakuyisebenzisa isicelo sethu/iwebhusayithi nganoma yindlela eyenza, okanye enokubangela ukuba, isicelo/iwebhusayithi okanye ukufikelela kwisincokolweni siyeke, sonakaliswe, okanye sibe nenkqubo ephazamisekileyo nganoma yindlela. Uyayiqonda into yokuba wena, hayi thina, unemibopho kuzo zonke iinkqubo zokunxibelelana ze-elekthroniki kunye nenkqubo efakwe kwisixhobo sakho.

# termsOfUse_Section5Title
source: 5. Limitation of Liability
fi: 5. Vastuun rajoitus
hi: 5. देयता की सीमा
ja: 5. 責任の制限
ko: 5. 책임의 제한
no: 5. Ansvarsbegrensning
tr: 5. Sorumluluğun Sınırlandırılması
zh: 5. 责任限制
zu: 5. Umda Woxanduva

# termsOfUse_Section5Message
source: We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use of, or inability to use, our app/website.
fi: Emme ole vastuussa sinulle aiheutuvista vahingoista tai menetyksistä, jotka johtuvat sopimuksesta, lain rikkomisesta (mukaan lukien huolimattomuus), lakisääteisen velvollisuuden rikkomisesta tai muuten, vaikka ne olisivat ennakoitavissa, ja jotka johtuvat sovelluksemme tai sivustomme käytöstä tai sen käytön estymisestä.
hi: यदि भविष्यवाणी योग्य हो तब भी, आपके द्वारा हमारे ऐप/वेबसाइट के इस्तेमाल या उसे इस्तेमाल न कर पाने से संबंधित किसी भी हानि या क्षति के लिए हम आप पर देय नहीं होंगे, चाहे वह करार, टॉर्ट (लापरवाही सहित), वैधानिक दायित्व का भंग हो या अन्यथा।
ja: 利用または利用できないことによって生じるいかなる損害や損失についても、法律で要求される範囲を超えて責任を負いません。
ko: 사용 또는 사용 불가로 인해 발생하는 모든 손실 또는 손해에 대해 법적으로 요구되는 범위를 초과하여 책임을 지지 않습니다.
no: Vi er ikke ansvarlige for tap eller skade, verken i henhold til kontrakt, erstatning (inkludert uaktsomhet), brudd på lovpålagt plikt eller annet, selv om tilfelle er forutsigbart, som oppstår i forbindelse med at du bruker eller ikke kan bruke appen/nettstedet vårt.
tr: Uygulamamızı/web sitemizi kullanmanızdan veya kullanamayışınızdan doğacak veya bununla bağlantılı olarak öngörülebilir olsa dahi, sözleşme, haksız fiil (ihmal de dahil olmak üzere), yasal görevin ihlali veya başka bir şekilde ortaya çıkan herhangi bir kayıp veya zarardan size karşı sorumlu olmayacağız.
zh: 我们对您使用或无法使用我们的应用程序/网站造成的任何损失或损害不承担责任，除非法律要求。
zu: Asinakuxanduva kuwe nganoma yimpahla elahlekileyo okanye yonakeleyo, nokuba ekuthenjisweni, ukwenzeni umonakalo (kubandakanya ukubeka ingqalelo), ukwaphula umsebenzi omthethweni, okanye ngenye indlela, nokuba yayibonakele, ezivela okanye zibanjelwe kwisicelo sethu/iwebhusayithi, okanye ukusilela ukusebenzisa, okanye ukungakwazi ukusebenzisa, isicelo sethu/iwebhusayithi.

# termsOfUse_Section6Title
source: 6. Amendments to Terms
fi: 6. Ehtojen muuttaminen
hi: 6. शर्तों में संशोधन
ja: 6. 規約の変更
ko: 6. 약관의 변경
no: 6. Endringer i vilkårene
tr: 6. Koşullarda Değişiklikler
zh: 6. 条款的修改
zu: 6. Amatshintsho Eemithetho

# termsOfUse_Section6Message
source: We reserve the right to amend these Terms at any time. All amendments will be effective immediately upon posting on our app/website. Your continued use of our app/website will constitute acceptance of the amended Terms.
fi: Pidätämme oikeuden muuttaa näitä ehtoja milloin tahansa. Kaikki muutokset tulevat voimaan välittömästi niiden julkaisemisen jälkeen sovelluksessamme tai sivustollamme. Jatkamalla sovelluksemme tai sivustomme käyttöä hyväksyt muutetut ehdot.
hi: हम किसी भी समय इन शर्तों में संशोधन करने का अधिकार सुरक्षित रखते हैं। हमारे ऐप/वेबसाइट पर पोस्ट किए जाने पर ही सभी संशोधन तत्काल लागू हो जाएंगे। हमारे ऐप/वेबसाइट का आपका लगातार उपयोग संशोधित शर्तों की स्वीकृति का गठन करेगा।
ja: 私たちは、いつでもこれらの規約を変更する権利を有します。変更は当アプリ/ウェブサイトに掲載された直後に有効となります。当アプリ/ウェブサイトの継続的な利用は、変更された規約に同意したことを意味します。
ko: 우리는 언제든지 이 약관을 변경할 권리를 보유합니다. 변경 사항은 우리 앱/웹사이트에 게시하는 즉시 효력을 발생합니다. 우리 앱/웹사이트를 계속 사용함으로써, 귀하는 변경된 약관에 동의하는 것입니다.
no: Vi forbeholder oss retten til å endre disse vilkårene når som helst. Alle endringer trer i kraft øyeblikkelig etter at de er publisert på appen/nettstedet vårt. Hvis du fortsetter å bruke appen/nettstedet vårt, anses dette som aksept av de endrede vilkårene.
tr: Bu Koşulları dilediğimiz zaman değiştirme hakkını saklı tutarız. Tüm değişiklikler uygulamamızda/web sitemizde yayınlandıktan hemen sonra yürürlüğe girer. Uygulamamızı/web sitemizi kullanmaya devam etmeniz, değiştirilen Koşulları kabul ettiğiniz anlamına gelir.
zh: 我们保留随时修改这些条款的权利。所有修改一经在我们的应用程序/网站上发布即刻生效。您继续使用我们的应用程序/网站将构成对修改后的条款的接受。
zu: Singagcina ilungelo lokwenza utshintsho ezi Mithethweni ngawe nawuphi na umzuzu. Yonke imitshintsho iza kusebenza masinyane xa ilayishiwe kwisicelo sethu/iwebhusayithi. Ukuqhubeka nokusebenzisa isicelo sethu/iwebhusayithi kuya kuba ngukumkela imithetho eyenziwe utshintsho.

# termsOfUse_Section7Title
source: 7. Governing Law
fi: 7. Sovellettava laki
hi: 7. नियंत्रण क़ानून
ja: 7. 適用法
ko: 7. 적용 법률
no: 7. Gjeldende lov
tr: 7. Yürürlükteki Kanun
zh: 7. 适用法律
zu: 7. Umthetho Olawulayo

# termsOfUse_Section7Message
source: These Terms are governed by the laws of the South Africa. Any dispute arising from these Terms will be subject to the exclusive jurisdiction of the courts of the South Africa.
fi: Näitä ehtoja säätelevät Etelä-Afrikan lait. Kaikista näistä ehdoista johtuvista riidoista päättää yksinomaan Etelä-Afrikan tuomioistuimet.
hi: इन शर्तों को दक्षिण अफ़्रीका के का़नून द्वारा नियंत्रित किया जाता है। इन शर्तों से उत्पन्न कोई भी विवाद दक्षिण अफ़्रीका की अदालतों के विशेषाधिकार क्षेत्र के अधीन होगा।
ja: これらの規約は南アフリカの法律によって統治されます。これらの規約から生じるあらゆる争いは、南アフリカの裁判所の排他的管轄権に服します。
ko: 이 약관은 남아프리카 공화국의 법률에 의해 규율됩니다. 이 약관으로 인해 발생하는 모든 분쟁은 남아프리카 공화국의 법원의 전속 관할권에 속합니다.
no: Disse vilkårene er underlagt lovene i Sør-Afrika. Enhver tvist som oppstår fra disse vilkårene, skal være underlagt den eksklusive jurisdiksjonen til domstolene i Sør-Afrika.
tr: Bu Koşullar, Güney Afrika yasalarına tabidir. Bu Koşullardan kaynaklanan herhangi bir anlaşmazlık, Güney Afrika mahkemelerinin münhasır yargı yetkisine tabi olacaktır.
zh: 这些条款受南非法律管辖。任何因这些条款而起的争议应受南非法院的专属管辖。
zu: Ezi Mithetho ziqondiswa ngemithetho yaseMzantsi Afrika. Noma yimuphi umva onokubakho kwiMithetho uza kuba ngaphantsi kwamagunya kuphela eenkundleni zaseMzantsi Afrika.

# termsOfUse_ConfirmationText
source: By using our app/website, you confirm that you have read, understood, and agreed to these Terms of Use.
fi: Käyttämällä sovellustamme/verkkosivustoamme vahvistat lukeneesi, ymmärtäneesi ja hyväksyneesi nämä käyttöehdot.
hi: हमारे ऐप/वेबसाइट का इस्तेमाल करके, आप पुष्टि करते हैं कि आपने उपयोग की इन शर्तों को पढ़ा, समझा और स्वीकार किया है।
ja: 当アプリ/ウェブサイトを使用することにより、これらの利用規約を読み、理解し、同意したことを確認します。
ko: 우리 앱/웹사이트를 사용함으로써, 귀하는 이 이용 약관을 읽고, 이해하고, 동의한 것으로 확인합니다.
no: Ved å bruke appen/nettstedet vårt, bekrefter du at du har lest, forstått og godtar disse vilkårene for bruk.
tr: Uygulamamızı/web sitemizi kullanarak bu Kullanım Koşullarını okuduğunuzu, anladığınızı ve kabul ettiğinizi onaylarsınız.
zh: 通过使用我们的应用程序/网站，您确认您已阅读、理解并同意这些使用条款。
zu: Ngokuyisebenzisa isicelo/iwebhusayithi yethu, uqinisekisa ukuba ufunde, uyaqonda, kwaye wamkele ezi Mithetho Yokusebenzisa.

# fieldIsRequiredError
source: This field is required
fi: Tämä kenttä on pakollinen.
hi: यह फ़ील्ड ज़रूरी है
ja: このフィールドは必須です
ko: 이 필드는 필수입니다
no: Dette feltet er obligatorisk
tr: Bu alan zorunludur
zh: 此字段为必填项
zu: Eyona ndawo ifunekayo

# invalidPasswordError
source: Password must be at least 8 characters long
fi: Salasanan on oltava vähintään 8 merkkiä pitkä.
hi: पासवर्ड कम से कम 8 कैरेक्टर लंबा होना चाहिए
ja: パスワードは8文字以上でなければなりません
ko: 비밀번호는 최소 8자 이상이어야 합니다
no: Passordet må være på minst 8 tegn
tr: Parolanın en az 8 karakter uzunluğunda olması gerekir
zh: 密码至少需要8个字符
zu: Iphasiwedi kufuneka ibe ngabalingwe engama-8 okanye ngaphezulu

# invalidEmailError
source: Please enter a valid email address
fi: Anna kelvollinen sähköpostiosoite.
hi: कृपया कोई वैध ईमेल पता दर्ज करें
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력해 주세요
no: Angi en gyldig e-postadresse
tr: Lütfen geçerli bir e-posta adresi girin
zh: 请输入有效的电子邮件地址
zu: Nceda faka idilesi ye-imeyile efanele

# signIn_Title
source: Sign in
fi: Kirjaudu sisään
hi: साइन इन करें
ja: サインイン
ko: 로그인
no: Logg inn
tr: Oturum açın
zh: 登录
zu: Ngena

# signIn_SignInBtnTitle
source: SIGN IN
fi: KIRJAUDU SISÄÄN
hi: साइन इन करें
ja: サインイン
ko: 로그인
no: LOGG INN
tr: OTURUM AÇ
zh: 登录
zu: NGENA

# signIn_forgotYourPasswordBtnTitle
source: Forgot your password?
fi: Unohditko salasanasi?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
no: Har du glemt passordet?
tr: Şifrenizi mi unuttunuz?
zh: 忘记密码了吗？
zu: Uyilibele iphasiwedi yakho?

# home_UpdateProfileBtnTitle
source: Update
hi: अपडेट करें
ja: アップデート
ko: 업데이트
zh: 更新
zu: Buyekeza

# home_SignOutBtnTitle
source: Sign out
hi: साइन आउट करें
ja: サインアウト
ko: 로그아웃
zh: 退出
zu: Phuma

# home_SignOutDialogTitle
source: Sign out
hi: साइन आउट
ja: サインアウト
ko: 로그아웃
zh: 退出
zu: Phuma

# home_SignOutDialogMessage
source: Are you sure you want to sign out?
hi: क्या आप निश्चित हैं कि आप साइन आउट करना चाहते हैं?
ja: サインアウトしてもよろしいですか？
ko: 정말 로그아웃하시겠습니까?
zh: 您确定要退出吗？
zu: Ingabe uqinisekile ukuthi ufuna ukuphuma?
