Repository: iamngoni/shakesphere
Catalog: lib/l10n/arb/app_*.arb
Languages: fi, hi, ja, ko, no, tr, zh, zu

# dialog_Yes
source: Continue
hi: जारी रखें
ja: 続行
ko: 계속
zh: 继续
zu: Qhubeka

# dialog_No
source: Dismiss
hi: अस्वीकार करें
ja: 閉じる
ko: 취소
zh: 关闭
zu: Xosha

# home_Welcome
source: Welcome
hi: स्वागत है
ja: ようこそ、
ko: 환영합니다
zh: 欢迎
zu: Sawubona

# home_AvailableRestaurants
source: Available Restaurants
hi: उपलब्ध रेस्टोरेंट
ja: 利用可能なレストラン
ko: 이용 가능한 식당
zh: 可用店铺
zu: AmaResto Atholayo

# home_NoRestaurants
source: No restaurants available
hi: कोई रेस्टोरेंट उपलब्ध नहीं है
ja: 利用可能なレストランがありません
ko: 가용한 식당이 없습니다
zh: 没有可用餐厅
zu: Akulawâ€™ esitolo ezitholakalayo

# home_Restaurant_Opens
source: Opens at
hi: खुलने का समय
ja: オープン時刻
ko: 오픈:
zh: 营业于
zu: Ivulakala nge

# home_Restaurant_Closes
source: Closes at
hi: बंद होने का समय
ja: 閉店時刻
ko: 클로즈:
zh: 歇业于
zu: IVALAKALA NGOKU

# milkshakeOrder_Restaurants
source: Restaurants
hi: रेस्तराँ
zh: 餐馆

# milkshakeOrder_RestaurantName
source: Restaurant Name
hi: रेस्तराँ का नाम
zh: 餐馆名称

# milkshakeOrder_PickFlavor
source: Pick Flavor
hi: फ़्लेवर चुनें
zh: 选择口味

# milkshakeOrder_Thickness
source: Thickness
hi: मोटाई
zh: 浓稠度

# milkshakeOrder_Toppings
source: Toppings
hi: टॉपिंग
zh: 浇头

# milkshakeOrder_Payment
source: Payment
hi: भुगतान
zh: 付款

# milkshakeOrder_Checkout
source: Checkout
hi: चेकआउट
zh: 结算

# milkshakeOrder_TotalAmount
source: TOTAL AMOUNT
hi: कुल राशि
zh: 金额合计

# milkshakeOrder_SelectPaymentMethod
source: Select Payment Method
hi: भुगतान विधि चुनें

# milkshakeOrder_SelectPickupTime
source: Pickup Time
hi: पिकअप समय

# milkshakeOrder_TimeError
source: Please select a valid pickup time
hi: कृपया वैध पिकअप समय चुनें

# milkshakeOrder_OrderSummary
source: Order Summary
hi: ऑर्डर सारांश

# milkshakeOrder_Subtotal
source: Subtotal
hi: उपयोग

# milkshakeOrder_OrderTotal
source: Order Total
hi: ऑर्डर कुल

# milkshakeOrder_Tax
source: Tax (15%)
hi: कर (15%)

# milkshakeOrder_Flavor
source: Flavor
hi: स्वाद

# home_MyOrders
source: My Orders
hi: मेरे ऑर्डर

# home_NoOrders
source: No orders placed
hi: कोई ऑर्डर नहीं दिया गया है

# home_Order
source: Order
hi: ऑर्डर करें

# milkshakeOrder_OrderPlaced
source: Order placed successfully!
hi: ऑर्डर सफलतापूर्वक दिया गया!

# milkshakeOrder_OrderPlacedMessage
source: Your order has been placed successfully. You will receive a confirmation email shortly.
hi: आपका ऑर्डर सफलतापूर्वक दिया गया है। आपको शीघ्र ही एक पुष्टिकरण ईमेल आएगा।

# milkshakeOrder_OrderStatus
source: Order Status
hi: ऑर्डर स्‍टेटस

# milkshakeOrder_OrderStatusValue
source: Success
hi: सफल

# milkshakeOrder_OrderID
source: Order ID
hi: ऑर्डर आईडी

# done_BtnTitle
source: Done
hi: पूर्ण

# milkshakeOrder_PaymentMethod
source: Payment Method
hi: भुगतान विधि

# milkshakeOrder_NumberOfDrinks
source: Number of Drinks
hi: पेयों की संख्‍या

# milkshakeOrder_Drinks
source: Drinks
hi: पेय

# milkshakeOrder_DiscountEligibility
source: Check if you are eligible for a discount
hi: जाँच करें कि आप छूट पा सकते हैं या नहीं

# milkshakeOrder_Check
source: Check
hi: जाँच करें

# milkshakeOrder_DiscountError
source: Could not verify discount eligibility
hi: छूट पाने की पात्रता को सत्यापित नहीं कर सके

# milkshakeOrder_DiscountFailure
source: You are not eligible for a discount
hi: आप छूट पाने के पात्र नहीं हैं

# milkshakeOrder_DiscountSuccess
source: Congratulations! You are eligible for a discount
hi: बधाई हो! आप छूट पाने के पात्र हैं

# milkshakeOrder_Discount
source: Discount
hi: छूट

# milkshakeOrder_ApplyDiscount
source: Apply Discount
hi: छूट लागू करें

# milkshakeOrder_Dismiss
source: Dismiss
hi: बंद करें

# home_RetryBtnTitle
source: Retry
hi: पुन: प्रयास करें
